Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A30B.tmx
Source language: en_us
Languages: zh_cn

source: New Silk Roads
zh_cn: 新的丝绸之路

source: Roads, railways and pipelines are redefining what we mean by Asia
zh_cn: 公路，铁路，管道正在重新定义我们对亚洲的看法

source: SINCE the Silk Road fell into disuse six centuries ago, Asian commerce has been carried not by land but by sea along coasts and island chains, first on monsoon winds and now in the holds of diesel ships.
zh_cn: 自从6个世纪前丝绸之路废弃后，亚洲贸易从陆地改到了海上，沿着海岸线岛屿链发展，以前是靠季风现在是靠柴油机船。

source: The story of Asia’s post-war miracle is above all a maritime one.
zh_cn: 战后亚洲的奇迹是一个关于海洋的故事。

source: First Japan, then South Korea, Hong Kong, Taiwan and Singapore, and then all of South-East and East Asia bar North Korea and Myanmar, adopted economic models based on exporting manufactures.
zh_cn: 开始是日本，之后是韩国，香港，台湾和新加坡，然后是整个东南亚和东亚。除了朝鲜和缅甸，采用制造出口为基础的经济模式。

source: The rise of China has been nothing if not the embrace of the maritime world.
zh_cn: 如果不是拥抱海洋的世界，中国崛起是不可能的事。

source: The miracle is inconceivable without the ship-borne container.
zh_cn: 如果没有船载集装箱，这个奇迹是不可想象。

source: The broad lines of Asian security mirror this watery theme.
zh_cn: 广阔的亚洲安全线反映了这个关于海洋的旋律。

source: Since the Pacific War of 1941-45, the United States has enforced a Pax Americana through naval strength and a perimeter of island allies, from Australia to Japan.
zh_cn: 自1941年至45年太平洋战争后，美国通过海军力量和周边岛屿盟国，从澳大利亚到日本，建立了美国式和平（Pax Americana）。

source: If American dominance is challenged, it will be at sea.
zh_cn: 如果美国的主导地位受到挑战，这将发生在海上。

source: The rise of China and India as military powers has been marked by a large increase in their navies.
zh_cn: 伴随中国与印度的崛起，其海军的猛增标志军事力量的巨大变化。

source: But Anthony Bubalo and Malcolm Cook of the Lowy Institute in Sydney argue in TheAmerican Interest* that such a perspective is bumping up against the limits of usefulness.
zh_cn: 但位于悉尼的洛伊研究所的安东尼布巴洛和马尔科姆在《美国利益》*上说这种观点是对效用极限的碰撞。

source: It masks a powerful impulse that is starting to reshape continental Asia’s territorial expanses. For much of the 20th century the three powers of the Asian land mass, China, India and the former Soviet Union, bothered little with international exchange, and transcontinental development was derisory.
zh_cn: 它掩盖了各国开始重新划分亚洲广阔的疆土的冲动对于20世纪的大部分时间，亚洲大陆的三巨头，中国，印度和前苏联国际交流很少有摩擦，整个大陆的发展是微不足道的。

source: That is now changing.
zh_cn: 但现在变了。

source: New roads, railways and pipelines are criss-crossing continental Asia.
zh_cn: 亚洲大陆新的道路，铁路和管道纵横交错。

source: In December a pipeline 7,000 km (4,400 miles) long opened, bringing gas from Turkmenistan to China, via Kazakhstan and Uzbekistan.
zh_cn: 12月，一个7000公里（4 400英里）长的管道投入了使用，从土库曼斯坦出发，通过哈萨克斯坦和乌兹别克斯坦，给中国输送天然气。

source: Russia and China have a $25 billion project to pipe oil from the Russian Far East into China.
zh_cn: 俄罗斯和中国有个250亿美元的项目，从俄罗斯远东给中国输送石油。

source: An Iran-Pakistan pipeline is being built, and could eventually run into India or China.
zh_cn: 一个伊朗--巴基斯坦管道正在兴建中，并有可能最终通往印度或中国。

source: In Myanmar, South Korean and Indian firms have a big project to bring gas to south-western China.
zh_cn: 在缅甸，韩国和印度公司有一个很大的项目，把天然气输送到中国西南部。

source: Road networks are also expanding, led by India (in Afghanistan, for example) and, especially, China. Dusty Myanmar is now plugged into China’s spanking new highway complex.
zh_cn: 以印度为首的（例如，在阿富汗），特别是中国，公路网络也不断扩大，灰突突的缅甸正在加入中国快速发展的高速公路网。

source: New roads bind neighbours along the Mekong River. Central Asia is also seeing a flurry of road-building.
zh_cn: 新的道路把两个邻居在湄公河畔了起来中亚也掀起了公路建设高潮。

source: Railways reflect the boldest ambitions.
zh_cn: 铁路反映了勃勃雄心。

source: China has already pushed a railway up the Himalayas to Lhasa in Tibet, on which 5m people have travelled since 2006.
zh_cn: 中国的铁路已经修到了喜马拉雅山上，通到了西藏的拉萨，2006年以来 ，已经运送了500万人。

source: Now it wants to push lines down them into Nepal, Bangladesh and Bhutan.
zh_cn: 现在想要下山通往尼泊尔，孟加拉国和不丹。

source: As for high-speed railways, from a standing start China’s are the world’s fastest and longest.
zh_cn: 至于高速铁路，中国从零开始，现在拥有世界上最快和最长的高铁。

source: The government has plans to roll out a high-speed network across Asia and even Europe.
zh_cn: 政府计划推出一个横跨亚欧的高铁网络。

source: It proposes three main routes to connect two dozen countries, from Singapore in the south to Germany in the west (with a tunnel from mainland China to Taiwan to boot).
zh_cn: 它提出了三个主要的线路，连接20多个国家，从南边的新加坡到西方的德国，并且还有一个通往台湾的隧道。

source: By 2025, if the railway ministry is to be believed, it will take two days to travel from Shanghai to London.
zh_cn: 如果铁道部是可信的话，到2025年，2天时间就可以从上海前往伦敦。

source: Immense financial, not to mention political, obstacles stand in the way of such ambitions.
zh_cn: 巨大的资金，更遑论政治，障碍阻碍了这种野心。

source: But these projects are starting to redefine what people mean by Asia.
zh_cn: 但是，这些项目已经开始重新定义人们对亚洲的看法。

source: It is no longer mainly a coastline with strong trade links to the rest of the world.
zh_cn: 主要来说，和世界其他区域有强大贸易联系的海岸线的作用会削弱。

source: Now, links across Asia matter just as much.
zh_cn: 现在，整个亚洲的联系同样重要。

source: Trade within the region is growing at roughly twice the pace of trade with the outside world.
zh_cn: 区域内贸易增速是区域和世界贸易增速的两倍。

source: From almost nothing 20 years ago, China is now India’s biggest partner, with bilateral trade that may top $60 billion this year.
zh_cn: 从近20年前的什么都没有，到现在中国是印度最大的贸易伙伴，今年双边贸易可能超过600亿美元。

source: Central Asia’s trade with China jumped from $160m in 1990 to $7 billion in 2006.
zh_cn: 亚洲内部与中国的贸易也从1990年的1.6亿美元上升到2006年的70亿美元。

source: And China is the biggest merchandise exporter to the Middle East.
zh_cn: 而中国是最大的往中东出口商品的国家。

source: The crowds of worshippers at the mosque in Yiwu, a town in the eastern Chinese province of Zhejiang with a vast wholesale market, hint at the scale of the links.
zh_cn: 拥有巨大批发城的浙江义乌的清真寺做礼拜的人群，暗示了这种联系的规模。

source: On the continent’s western edge it is getting hard to know where Asia ends.
zh_cn: 在亚洲大陆的西部，没人知道它的尽头在哪里。

source: For all its promise, the new continental perspective does not negate the maritime one, and sometimes reinforces it.
zh_cn: 所有的预期中，新的大陆观点并不否定海洋，它有时会更强调海洋。

source: C. Raja Mohan, an Indian academic, points out that continental development is helping tie isolated populations into international markets, by giving them a route to the sea (for example, south-west China to the Bay of Bengal).
zh_cn: 拉贾莫，一位印度学者，指出大陆的发展帮助与世隔绝的人群进入国际市场，给他们一个出海的路（例如，西南中国到孟加拉湾）。

source: Meanwhile, the continental infrastructure boom increases maritime business: four-fifths of the crude oil bound for China still passes through the Malacca strait.
zh_cn: 与此同时，大陆基础设施建设热潮增加了海运业务：前往中国的五分之四原油仍然穿过马六甲海峡。

source: Resource competition among rising powers and the need to protect sea lanes will keep naval strategists in work for years.
zh_cn: 崛起力量对资源的竞争和保护海上航线的需求，将使海军战略家有一份长久的工作。

source: America all at sea
zh_cn: 美国的所有都在海上

source: Whether competition by land will lead to co-operation or conflict remains an open question.
zh_cn: 领土的竞争将导致合作还是冲突仍然是一个悬而未决的问题。

source: Instabilities abound, including thuggish regimes in Central Asia and fractious populations deep inside China and India.
zh_cn: 不稳定的因素很多，包括在中亚的暴政和中国和印度内部的易爆发的人群。

source: Much depends on how smaller countries respond to the blandishments of their giant neighbours.
zh_cn: 这在很大程度上取决于小国如何应对强大邻居的引诱。
